Repository: cartesinus/leyzer
Catalog: en2es/omegat/project_save.tmx
Source language: en_us
Languages: es

source: play that song
es: reproduce esa canción

source: play that track
es: reproduce esa pista

source: play the SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM by SPOTIFY.SLOT.ARTIST
es: reproduce el SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM de SPOTIFY.SLOT.ARTIST

source: play the SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM by SPOTIFY.SLOT.ARTIST on spotify
es: reproduce el SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM de SPOTIFY.SLOT.ARTIST en spotify

source: play the last song
es: reproduce la ultima cancion

source: play the last song on spotify
es: reproduce la última canción en spotify

source: play the last track
es: reproduce la última pista

source: play the last track on spotify
es: reproduce la última pista en spotify

source: play the next song
es: reproduce la canción siguiente

source: play the next song on spotify
es: reproduce la siguiente canción en spotify

source: play the next track
es: reproduce la siguiente pista

source: play the next track on spotify
es: reproduce la siguiente pista en spotify

source: play the previous song
es: reproduce la canción anterior

source: play the previous song on spotify
es: reproduce la canción anterior en spotify

source: play the previous track
es: reproduce la pista anterior

source: play the previous track on spotify
es: reproduce la pista anterior en spotify

source: play the song SPOTIFY.SLOT.SONG
es: reproduce la canción SPOTIFY.SLOT.SONG

source: play the song SPOTIFY.SLOT.SONG by SPOTIFY.SLOT.ARTIST
es: reproduce la canción SPOTIFY.SLOT.SONG de SPOTIFY.SLOT.ARTIST

source: play the song SPOTIFY.SLOT.SONG by SPOTIFY.SLOT.ARTIST on spotify
es: reproduce la canción SPOTIFY.SLOT.SONG de SPOTIFY.SLOT.ARTIST en spotify

source: play the song SPOTIFY.SLOT.SONG on spotify
es: reproduce la canción SPOTIFY.SLOT.SONG en spotify

source: play this song
es: reproduce esta canción

source: play this track
es: reproduce esta pista

source: post FACEBOOK.SLOT.PICTURE_URL on facebook
es: publica FACEBOOK.SLOT.PICTURE_URL en facebook

source: post FACEBOOK.SLOT.PICTURE_URL on facebook with caption FACEBOOK.SLOT.CAPTION
es: publica FACEBOOK.SLOT.PICTURE_URL en facebook con el subtítulo FACEBOOK.SLOT.CAPTION

source: post FACEBOOK.SLOT.PICTURE_URL on my facebook with caption FACEBOOK.SLOT.CAPTION
es: publica FACEBOOK.SLOT.PICTURE_URL en mi facebook con el título FACEBOOK.SLOT.CAPTION

source: post FACEBOOK.SLOT.STATUS on facebook
es: publica FACEBOOK.SLOT.STATUS en facebook

source: post SLACK.SLOT.MESSAGE to SLACK.SLOT.CHANNEL on slack
es: publicar SLACK.SLOT.MESSAGE en SLACK.SLOT.CHANNEL en slack

source: post SLACK.SLOT.PICTURE_URL to SLACK.SLOT.CHANNEL on slack
es: publicar SLACK.SLOT.PICTURE_URL en SLACK.SLOT.CHANNEL en slack

source: post SLACK.SLOT.PICTURE_URL to slack channel SLACK.SLOT.CHANNEL
es: publicar SLACK.SLOT.PICTURE_URL en el canal de slack SLACK.SLOT.CHANNEL

source: post a message on slack
es: publicar un mensaje en slack

source: post a message on slack to SLACK.SLOT.CHANNEL saying SLACK.SLOT.MESSAGE
es: publicar un mensaje en slack en SLACK.SLOT.CHANNEL diciendo SLACK.SLOT.MESSAGE

source: post a picture on facebook
es: publica una foto en facebook

source: post a picture on facebook with caption FACEBOOK.SLOT.CAPTION
es: publica una foto en facebook con el título FACEBOOK.SLOT.CAPTION

source: post a picture on my facebook
es: publica una foto en mi facebook

source: post a picture on slack to SLACK.SLOT.CHANNEL
es: publicar una imagen en slack en SLACK.SLOT.CHANNEL

source: post a picture on slack to SLACK.SLOT.CHANNEL with caption SLACK.SLOT.CAPTION
es: publicar una imagen en slack en SLACK.SLOT.CHANNEL con el título SLACK.SLOT.CAPTION

source: post a picture to facebook
es: publica una foto en facebook

source: post a picture to my facebook
es: publica una foto en mi facebook

source: post a picture to slack channel SLACK.SLOT.CHANNEL with caption SLACK.SLOT.CAPTION
es: publicar una imagen en el canal de slack SLACK.SLOT.CHANNEL con el título SLACK.SLOT.CAPTION

source: post a picture with caption FACEBOOK.SLOT.CAPTION on facebook
es: publica una foto con el título FACEBOOK.SLOT.CAPTION en facebook

source: post on facebook saying FACEBOOK.SLOT.STATUS
es: publica en facebook diciendo FACEBOOK.SLOT.STATUS

source: post on facebook that FACEBOOK.SLOT.STATUS
es: publica en Facebook que FACEBOOK.SLOT.STATUS

source: post on slack
es: publicar en slack

source: post on slack channel SLACK.SLOT.CHANNEL
es: publicar en el canal de slack SLACK.SLOT.CHANNEL

source: post on slack to SLACK.SLOT.CHANNEL
es: publicar en slack en SLACK.SLOT.CHANNEL

source: post something on facebook
es: publica algo en facebook

source: put FACEBOOK.SLOT.PICTURE_URL on facebook with caption FACEBOOK.SLOT.CAPTION
es: pon FACEBOOK.SLOT.PICTURE_URL en facebook con el título FACEBOOK.SLOT.CAPTION

source: put FACEBOOK.SLOT.PICTURE_URL on my facebook with caption FACEBOOK.SLOT.CAPTION
es: pon FACEBOOK.SLOT.PICTURE_URL en mi facebook con el título FACEBOOK.SLOT.CAPTION

source: put a picture on facebook
es: pon una foto en facebook

source: put a picture on my facebook
es: pon una foto en mi facebook

source: put a picture to facebook
es: pon una foto en facebook

source: put a picture to my facebook
es: pon una foto a mi facebook

source: read NEWS.SLOT.PORTAL
es: leer NEWS.SLOT.PORTAL

source: record my weight on fitbit
es: guarda mi peso en fitbit

source: reduce my speaker 's volume
es: reducir el volumen de mi altavoz

source: reduce speaker 's volume
es: reducir el volumen del altavoz

source: reduce the volume of my speaker
es: reducir el volumen de mi altavoz

source: reduce the volume of speaker
es: reducir el volumen del altavoz

source: reduce volume of my speaker
es: reducir el volumen de mi altavoz

source: reduce volume of speaker
es: reducir el volumen del altavoz

source: repeat my spotify
es: repite mi spotify

source: repeat spotify
es: repite spotify

source: repeat that song
es: repite esa canción

source: repeat that track
es: repite esa pista

source: repeat this song
es: repite esta canción

source: repeat this track
es: repite esta pista

source: reply to EMAIL.SLOT.TO
es: responde a EMAIL.SLOT.TO

source: resume my spotify
es: reanuda mi spotify

source: resume spotify
es: reanuda spotify

source: resume that song
es: reanudar esa canción

source: resume that track
es: reanudar esa pista

source: resume this song
es: reanudar esta canción

source: resume this track
es: reanudar esta pista

source: send SLACK.SLOT.MESSAGE to SLACK.SLOT.CHANNEL on slack
es: enviar SLACK.SLOT.MESSAGE a SLACK.SLOT.CHANNEL en slack

source: send SLACK.SLOT.PICTURE_URL to SLACK.SLOT.CHANNEL on slack
es: enviar SLACK.SLOT.PICTURE_URL a SLACK.SLOT.CHANNEL en slack

source: send a message on slack
es: enviar un mensaje en slack

source: send a message on slack to SLACK.SLOT.CHANNEL saying SLACK.SLOT.MESSAGE
es: envíe un mensaje de slack a SLACK.SLOT.CHANNEL diciendo SLACK.SLOT.MESSAGE

source: send a message to PHONE.SLOT.TO
es: enviar un mensaje a PHONE.SLOT.TO

source: send a message to PHONE.SLOT.TO containing PHONE.SLOT.MESSAGE
es: envíe un mensaje a PHONE.SLOT.TO que contenga PHONE.SLOT.MESSAGE

source: send a message to PHONE.SLOT.TO saying PHONE.SLOT.MESSAGE
es: envíe un mensaje a PHONE.SLOT.TO diciendo PHONE.SLOT.MESSAGE

source: send a picture on slack to SLACK.SLOT.CHANNEL
es: enviar una imagen en slack a SLACK.SLOT.CHANNEL

source: send a picture on slack to SLACK.SLOT.CHANNEL with caption SLACK.SLOT.CAPTION
es: envíe una imagen en slack a SLACK.SLOT.CHANNEL con el subtítulo SLACK.SLOT.CAPTION

source: send a picture to EMAIL.SLOT.TO with subject EMAIL.SLOT.SUBJECT
es: manda una foto a EMAIL.SLOT.TO con el tema EMAIL.SLOT.SUBJECT

source: send a picture to EMAIL.SLOT.TO with subject EMAIL.SLOT.SUBJECT using my gmail
es: manda una foto a EMAIL.SLOT.TO con el tema EMAIL.SLOT.SUBJECT usando mi gmail

source: send a picture to slack channel SLACK.SLOT.CHANNEL with caption SLACK.SLOT.CAPTION
es: enviar una imagen al canal de slack SLACK.SLOT.CHANNEL con el subtítulo SLACK.SLOT.CAPTION

source: send a sms to PHONE.SLOT.TO
es: enviar un sms a PHONE.SLOT.TO

source: send a text to PHONE.SLOT.TO
es: envíe un mensaje de texto a PHONE.SLOT.TO

source: send a text to PHONE.SLOT.TO containing PHONE.SLOT.MESSAGE
es: envíe un mensaje de texto a PHONE.SLOT.TO que contenga PHONE.SLOT.MESSAGE

source: send a text to PHONE.SLOT.TO saying PHONE.SLOT.MESSAGE
es: envíe un mensaje de texto a PHONE.SLOT.TO diciendo PHONE.SLOT.MESSAGE

source: send an email
es: envía un correo electrónico

source: send an email to EMAIL.SLOT.TO using my gmail
es: envía un correo electrónico a EMAIL.SLOT.TO usando mi gmail

source: send an email to EMAIL.SLOT.TO with subject EMAIL.SLOT.SUBJECT with message EMAIL.SLOT.MESSAGE
es: envía un correo electrónico a EMAIL.SLOT.TO con el tema EMAIL.SLOT.SUBJECT con el mensaje EMAIL.SLOT.MESSAGE

source: send an email to EMAIL.SLOT.TO with subject EMAIL.SLOT.SUBJECT with message EMAIL.SLOT.MESSAGE using my gmail
es: envía un correo electrónico a EMAIL.SLOT.TO con el tema EMAIL.SLOT.SUBJECT con el mensaje EMAIL.SLOT.MESSAGE usando mi gmail

source: send an email to somebody
es: envía un email a alguien

source: send an sms message to PHONE.SLOT.TO containing PHONE.SLOT.MESSAGE
es: envíe un mensaje SMS a PHONE.SLOT.TO que contenga PHONE.SLOT.MESSAGE

source: send an sms message to PHONE.SLOT.TO saying PHONE.SLOT.MESSAGE
es: envíe un mensaje SMS a PHONE.SLOT.TO diciendo PHONE.SLOT.MESSAGE

source: send an sms to PHONE.SLOT.TO containing PHONE.SLOT.MESSAGE
es: envíe un SMS a PHONE.SLOT.TO que contenga PHONE.SLOT.MESSAGE

source: send an sms to PHONE.SLOT.TO saying PHONE.SLOT.MESSAGE
es: envíe un sms a PHONE.SLOT.TO diciendo PHONE.SLOT.MESSAGE

source: send on slack
es: enviar en slack

source: send something to slack channel SLACK.SLOT.CHANNEL
es: enviar algo al canal de slack SLACK.SLOT.CHANNEL

source: set me as away on slack
es: ponme como fuera en slack

source: set me as not away on slack
es: ponme como no fuera en slack

source: set my AIRCONDITIONER.SLOT.DEVICE_NAME thermostat to AIRCONDITIONER.SLOT.VALUE
es: establece mi termostato AIRCONDITIONER.SLOT.DEVICE_NAME en AIRCONDITIONER.SLOT.VALUE

source: set set my thermostat to AIRCONDITIONER.SLOT.VALUE
es: pon mi termostato a AIRCONDITIONER.SLOT.VALUE

source: set temperature on my AIRCONDITIONER.SLOT.DEVICE_NAME thermostat to AIRCONDITIONER.SLOT.VALUE
es: establece la temperatura en mi termostato AIRCONDITIONER.SLOT.DEVICE_NAME en AIRCONDITIONER.SLOT.VALUE

source: set temperature on my thermostat to AIRCONDITIONER.SLOT.VALUE
es: ajusta la temperatura en mi termostato a AIRCONDITIONER.SLOT.VALUE.

source: set the low temperature to 23 degree on my thermostat , and the high to 29 degree
es: establece la temperatura baja a 23 grados en mi termostato y la alta a 29 grados

source: set the number CONTACTS.SLOT.PHONE_NUMBER in contact CONTACTS.SLOT.NAME as CONTACTS.SLOT.PHONE_TYPE
es: establece el número CONTACTS.SLOT.PHONE_NUMBER en el contacto CONTACTS.SLOT.NAME como CONTACTS.SLOT.PHONE_TYPE

source: set the purpose for channel SLACK.SLOT.CHANNEL to SLACK.SLOT.PURPOSE on slack
es: establece el propósito del canal SLACK.SLOT.CHANNEL a SLACK.SLOT.PURPOSE en slack

source: set the purpose for slack channel SLACK.SLOT.CHANNEL to SLACK.SLOT.PURPOSE
es: establezca el propósito para el canal de slack SLACK.SLOT.CHANNEL a SLACK.SLOT.PURPOSE

source: set the temperature between 23 degree and 29 degree on my thermostat
es: establece la temperatura entre 23 grados y 29 grados en mi termostato

source: set the temperature to AIRCONDITIONER.SLOT.VALUE on my AIRCONDITIONER.SLOT.DEVICE_NAME thermostat
es: establece la temperatura en AIRCONDITIONER.SLOT.VALUE en mi termostato AIRCONDITIONER.SLOT.DEVICE_NAME

source: set the temperature to AIRCONDITIONER.SLOT.VALUE on my thermostat
es: ajusta la temperatura a AIRCONDITIONER.SLOT.VALUE en mi termostato

source: set the topic for channel SLACK.SLOT.CHANNEL to SLACK.SLOT.TOPIC on slack
es: establezca el tema para el canal SLACK.SLOT.CHANNEL a SLACK.SLOT.TOPIC en slack

source: set the topic of slack channel SLACK.SLOT.CHANNEL to SLACK.SLOT.TOPIC
es: establecer el tema del canal slack SLACK.SLOT.CHANNEL a SLACK.SLOT.TOPIC

source: share my GDRIVE.SLOT.FILE_NAME with GDRIVE.SLOT.MAIL
es: comparte mi GDRIVE.SLOT.FILE_NAME con GDRIVE.SLOT.MAIL

source: share my GDRIVE.SLOT.FILE_NAME with GDRIVE.SLOT.MAIL and give a permission for edition
es: comparte mi GDRIVE.SLOT.FILE_NAME con GDRIVE.SLOT.MAIL y da un permiso para la edición

source: share my GDRIVE.SLOT.FILE_NAME with GDRIVE.SLOT.MAIL and give a permission for read and write
es: comparte mi GDRIVE.SLOT.FILE_NAME con GDRIVE.SLOT.MAIL y da permiso para leer y escribir

source: share my GDRIVE.SLOT.FILE_NAME with GDRIVE.SLOT.MAIL and give a permission for reading
es: comparte mi GDRIVE.SLOT.FILE_NAME con GDRIVE.SLOT.MAIL y da un permiso para leer

source: show me EMAIL.SLOT.PRIORITY emails
es: muéstrame correos electrónicos EMAIL.SLOT.PRIORITY

source: show me emails arrived EMAIL.SLOT.TIME
es: muéstrame correos electrónicos recibidos EMAIL.SLOT.TIME

source: show me emails that arrived EMAIL.SLOT.TIME
es: muéstrame los correos electrónicos que llegaron EMAIL.SLOT.TIME

source: show me my INSTAGRAM.SLOT.COUNT latest instagram pictures
es: muéstrame mis INSTAGRAM.SLOT.COUNT últimas fotos de instagram

source: show me my INSTAGRAM.SLOT.COUNT latest instagram pictures on my account
es: muéstrame las últimas INSTAGRAM.SLOT.COUNT imágenes de instagram en mi cuenta

source: show me my INSTAGRAM.SLOT.COUNT recent instagram pictures
es: muéstrame mis INSTAGRAM.SLOT.COUNT fotos recientes de instagram

source: show me my INSTAGRAM.SLOT.COUNT recent instagram pictures on my account
es: muéstrame mis INSTAGRAM.SLOT.COUNT fotos recientes de instagram en mi cuenta

source: show me my emails labelled EMAIL.SLOT.LABEL
es: muéstrame mis correos electrónicos etiquetados EMAIL.SLOT.LABEL

source: show me my emails that have label EMAIL.SLOT.LABEL
es: muéstrame mis emails que tengan la etiqueta EMAIL.SLOT.LABEL

source: show me my emails with label EMAIL.SLOT.LABEL
es: muéstrame mis correos electrónicos con la etiqueta EMAIL.SLOT.LABEL

source: show me my emails with subject EMAIL.SLOT.SUBJECT
es: muéstrame mis emails con el tema EMAIL.SLOT.SUBJECT

source: show me my instagram pictures
es: muéstrame mis fotos de instagram

source: show me my instagram pictures i took in INSTAGRAM.SLOT.LOCATION
es: muéstrame mis fotos de instagram que tomé en INSTAGRAM.SLOT.LOCATION

source: show me my instagram pictures i took when i was in INSTAGRAM.SLOT.LOCATION
es: muéstrame las fotos de instagram que tomé cuando estaba en INSTAGRAM.SLOT.LOCATION

source: show me my instagram pictures tagged INSTAGRAM.SLOT.HASHTAG
es: muéstrame mis fotos de instagram etiquetadas INSTAGRAM.SLOT.HASHTAG

source: show me my instagram pictures tagged with location INSTAGRAM.SLOT.LOCATION
es: muéstrame mis fotos instagram etiquetadas con la ubicación INSTAGRAM.SLOT.LOCATION

source: show me my instagram pictures taken in INSTAGRAM.SLOT.LOCATION
es: muéstrame mis fotos instagram tomadas en INSTAGRAM.SLOT.LOCATION

source: show me my instagram pictures taken when i was in INSTAGRAM.SLOT.LOCATION
es: muéstrame mis fotos instagram tomadas cuando estaba en INSTAGRAM.SLOT.LOCATION

source: show me my instagram pictures that have the INSTAGRAM.SLOT.FILTER filter
es: muéstrame mis fotos de instagram que tienen el filtro INSTAGRAM.SLOT.FILTER

source: show me my instagram pictures that have the INSTAGRAM.SLOT.FILTER filter applied
es: muéstrame mis fotos de instagram que tienen aplicado el filtro INSTAGRAM.SLOT.FILTER

source: show me my instagram pictures that use filter INSTAGRAM.SLOT.FILTER
es: muéstrame mis fotos de instagram que usan filtro INSTAGRAM.SLOT.FILTER

source: show me my instagram pictures with filter INSTAGRAM.SLOT.FILTER
es: muéstrame mis fotos de instagram con filtro INSTAGRAM.SLOT.FILTER

source: show me my instagram pictures with geolocation tag INSTAGRAM.SLOT.LOCATION
es: muéstrame mis fotos de instagram con la etiqueta de geolocalización INSTAGRAM.SLOT.LOCATION

source: show me my instagram pictures with gps tag INSTAGRAM.SLOT.LOCATION
es: muéstrame mis fotos de instagram con la etiqueta gps INSTAGRAM.SLOT.LOCATION

source: show me my instagram pictures with location tag INSTAGRAM.SLOT.LOCATION
es: muéstrame mis fotos de instagram con la etiqueta de ubicación INSTAGRAM.SLOT.LOCATION

source: show me my post from INSTAGRAM.SLOT.DATE_MONTH
es: muéstrame mi publicación de INSTAGRAM.SLOT.DATE_MONTH

source: show me my post from the INSTAGRAM.SLOT.DATE_DAY
es: muéstrame mi publicación del INSTAGRAM.SLOT.DATE_DAY

source: show me my posts from INSTAGRAM.SLOT.DATE_MONTH
es: muéstrame mis publicaciones de INSTAGRAM.SLOT.DATE_MONTH

source: show me my posts from the INSTAGRAM.SLOT.DATE_DAY
es: muéstrame mis publicaciones del INSTAGRAM.SLOT.DATE_DAY

source: show me my recent instagram pictures
es: muéstrame mis fotos recientes de instagram

source: show me news from NEWS.SLOT.PORTAL
es: muéstrame noticias de NEWS.SLOT.PORTAL

source: show me the instagram pictures i took in INSTAGRAM.SLOT.LOCATION
es: muéstrame las fotos de instagram que tomé en INSTAGRAM.SLOT.LOCATION

source: show me the instagram pictures i took when i was in INSTAGRAM.SLOT.LOCATION
es: muéstrame las fotos de instagram que tomé cuando estaba en INSTAGRAM.SLOT.LOCATION

source: show me the instagram pictures tagged with location INSTAGRAM.SLOT.LOCATION
es: muéstrame las fotos de instagram etiquetadas con la ubicación INSTAGRAM.SLOT.LOCATION

source: show me the instagram pictures taken in INSTAGRAM.SLOT.LOCATION
es: muéstrame las fotos de instagram tomadas en INSTAGRAM.SLOT.LOCATION

source: show me the instagram pictures taken when i was in INSTAGRAM.SLOT.LOCATION
es: muéstrame las fotos de instagram tomadas cuando estaba en INSTAGRAM.SLOT.LOCATION

source: show me the instagram pictures with geolocation tag INSTAGRAM.SLOT.LOCATION
es: muéstrame las imágenes de instagram con la etiqueta de geolocalización INSTAGRAM.SLOT.LOCATION

source: show me the instagram pictures with gps tag INSTAGRAM.SLOT.LOCATION
es: muéstrame las fotos de instagram con la etiqueta gps INSTAGRAM.SLOT.LOCATION

source: show me the instagram pictures with location tag INSTAGRAM.SLOT.LOCATION
es: muéstrame las fotos de instagram con la etiqueta de ubicación INSTAGRAM.SLOT.LOCATION

source: show me the news from NEWS.SLOT.PORTAL
es: muéstrame las noticias de NEWS.SLOT.PORTAL

source: show my GDRIVE.SLOT.MIME_TYPE files in google drive
es: muestra mis archivos GDRIVE.SLOT.MIME_TYPE en google drive

source: show my INSTAGRAM.SLOT.COUNT latest instagram pictures
es: muestra mis INSTAGRAM.SLOT.COUNT últimas imágenes de Instagram

source: show my INSTAGRAM.SLOT.COUNT latest instagram pictures on my account
es: muestra mis INSTAGRAM.SLOT.COUNT últimas imágenes de Instagram en mi cuenta

source: show my INSTAGRAM.SLOT.COUNT recent instagram pictures
es: muestra mis INSTAGRAM.SLOT.COUNT fotos recientes de Instagram

source: show my INSTAGRAM.SLOT.COUNT recent instagram pictures on my account
es: muestra mis INSTAGRAM.SLOT.COUNT imágenes recientes de Instagram en mi cuenta

source: show my calendar
es: muestra mi calendario

source: show my contact's info
es: muestra la información de mi contacto

source: show my contacts
es: muestra mis contactos

source: show my contacts with email CONTACTS.SLOT.EMAIL
es: muestra mis contactos con el correo electrónico CONTACTS.SLOT.EMAIL

source: show my contacts with name CONTACTS.SLOT.NAME
es: muestra mis contactos con el nombre CONTACTS.SLOT.NAME

source: show my contacts with phone number CONTACTS.SLOT.PHONE_NUMBER
es: muestra mis contactos con el número de teléfono CONTACTS.SLOT.PHONE_NUMBER

source: show my contacts with phone number CONTACTS.SLOT.PHONE_NUMBER and email CONTACTS.SLOT.EMAIL
es: muestra mis contactos con el número de teléfono CONTACTS.SLOT.PHONE_NUMBER y envía un correo electrónico a CONTACTS.SLOT.EMAIL

source: show my files in google drive
es: muestra mis archivos en google drive

source: show my google contacts with email CONTACTS.SLOT.EMAIL
es: muestra mis contactos de Google con el correo electrónico CONTACTS.SLOT.EMAIL

source: show my google drive files
es: muestra mis archivos de google drive

source: show my google drive files created GDRIVE.SLOT.TIME
es: muestra mis archivos de google drive creados GDRIVE.SLOT.TIME

source: show my google drive files in alphabetical order
es: muestra mis archivos de google drive en orden alfabético

source: show my google drive files in reverse alphabetical order
es: muestra mis archivos de google drive en orden alfabético inverso

source: show my google drive files larger than GDRIVE.SLOT.FILE_SIZE
es: muestra mis archivos de google drive más grandes que GDRIVE.SLOT.FILE_SIZE

source: show my google drive files modified GDRIVE.SLOT.TIME
es: muestra mis archivos de google drive modificados GDRIVE.SLOT.TIME

source: show my google drive files of type GDRIVE.SLOT.MIME_TYPE
es: muestra mis archivos de google drive del tipo GDRIVE.SLOT.MIME_TYPE

source: show my google drive files smaller than GDRIVE.SLOT.FILE_SIZE
es: muestra mis archivos de google drive más pequeños que GDRIVE.SLOT.FILE_SIZE

source: show my google drive files that were created most recently
es: muestra mis archivos de google drive que se crearon más recientemente

source: show my instagram pictures
es: muestra mis fotos de instagram

source: show my instagram pictures i took in INSTAGRAM.SLOT.LOCATION
es: muestra mis fotos de instagram que tomé en INSTAGRAM.SLOT.LOCATION

source: show my instagram pictures i took when i was in INSTAGRAM.SLOT.LOCATION
es: muestra mis fotos de instagram que tomé cuando estaba en INSTAGRAM.SLOT.LOCATION

source: show my instagram pictures tagged INSTAGRAM.SLOT.HASHTAG
es: muestra mis fotos instagram etiquetadas INSTAGRAM.SLOT.HASHTAG

source: show my instagram pictures tagged with location INSTAGRAM.SLOT.LOCATION
es: muestra mis fotos de instagram etiquetadas con la ubicación INSTAGRAM.SLOT.LOCATION

source: show my instagram pictures taken in INSTAGRAM.SLOT.LOCATION
es: muestra mis fotos de instagram tomadas en INSTAGRAM.SLOT.LOCATION

source: show my instagram pictures taken when i was in INSTAGRAM.SLOT.LOCATION
es: muestra mis fotos de instagram tomadas cuando estaba en INSTAGRAM.SLOT.LOCATION

source: show my instagram pictures that have the INSTAGRAM.SLOT.FILTER filter
es: muestra mis imágenes de instagram que tienen el filtro INSTAGRAM.SLOT.FILTER

source: show my instagram pictures that have the INSTAGRAM.SLOT.FILTER filter applied
es: muestra mis imágenes de instagram que tienen aplicado el filtro INSTAGRAM.SLOT.FILTER

source: show my instagram pictures that use filter INSTAGRAM.SLOT.FILTER
es: muestra mis fotos de instagram que usan filtro INSTAGRAM.SLOT.FILTER

source: show my instagram pictures with filter INSTAGRAM.SLOT.FILTER
es: muestra mis imágenes de instagram con filtro INSTAGRAM.SLOT.FILTER

source: show my instagram pictures with geolocation tag INSTAGRAM.SLOT.LOCATION
es: muestra mis imágenes de instagram con la etiqueta de geolocalización INSTAGRAM.SLOT.LOCATION

source: show my instagram pictures with gps tag INSTAGRAM.SLOT.LOCATION
es: muestra mis imágenes de instagram con la etiqueta gps INSTAGRAM.SLOT.LOCATION

source: show my instagram pictures with location tag INSTAGRAM.SLOT.LOCATION
es: muestra mis fotos de instagram con la etiqueta de ubicación INSTAGRAM.SLOT.LOCATION

source: show my newest google drive files
es: muestra mis archivos de google drive más nuevos

source: show my oldest google drive files
es: muestra mis archivos de google drive más antiguos
